[
    {
        "postId": 1,
        "id": 1,
        "name": "Addidas Samba",
        "ratings": 4.1,
        "userName": "Leanne Graham",
        "img": "",
        "email": "Eliseo@gardner.biz",
        "body": "Not only is the Adidas Samba famous for its classic aesthetics, but it is also well-liked for its affordability, durability, and versatility. Adidas proudly includes the Samba into the brand's Originals collection. Despite some minor flaws, its popularity remains unchanged as most choose to tolerate these. Sold at a pocket-friendly price, many remain pleased with its good looks, performance, and reliable comfort."
    },
    {
        "postId": 1,
        "id": 2,
        "ratings": 4.3,
        "name": "Addidas Ozweego",
        "userName": "Ervin Howell",
        "img": "",
        "email": "Jayne_Kuhic@sydney.com",
        "body": "Based on the classic 1998 Ozweego 3, this new silhouette is streamlined but retains the innovative tech and loud aesthetic for which the Ozweegos are known. Though intensely retro, the Ozweego looks futuristic with its prominent heel wedge (reminiscent of the Yeezys) and translucent supportive piping. Labeled under Adidas Originals, the Ozweego is appreciatively affordable."
    },
    {
        "postId": 1,
        "id": 3,
        "ratings": 4.6,
        "name": "Addidas ZX 750",
        "userName": "Clementine Bauch",
        "img": "https://via.placeholder.com/150/24f355",
        "email": "Nikita@garfield.biz",
        "body": "Retro-inspired running sneakers like the Adidas ZX 750 assure users a supportive, lightweight, and cushioned experience. Bringing back the appeal of Adidas ZX runners from the 1980s, this kick packs stable and supportive features from the Torsion system, a signature of this line of shoes. Priced affordably, this retro runner offers a lot of possibilities for styling and recreational running for many Adidas sneaker fans."
    },
    {
        "postId": 1,
        "id": 4,
        "ratings": 4.5,
        "name": "Addidas Gazelle",
        "userName": "Patricia Lebsack",
        "img": "https://via.placeholder.com/150/d32776",
        "email": "Lew@alysha.tv",
        "body": "This iconic classic silhouette from the Adidas Originals has been a household name for many since it was first released. Throughout time, the Adidas Gazelle has been a mass favorite. It is hard to go wrong with its classic style, excellent quality, and various choices in colorways – all at an affordable price. Since it is among the most famous lifestyle kicks in history, copping multiple pairs wouldn't be considered excessive."
    },
    {
        "postId": 1,
        "id": 5,
        "ratings": 4.7,
        "name": "Addidas Spezial",
        "userName": "Chelsey Dietrich",
        "img": "https://via.placeholder.com/150/f66b97",
        "email": "Hayden@althea.biz",
        "body": "Adidas Spezial, a reimagined indoor handball shoe from the late ‘70s, continues to get praises for its tough exterior and durable outsole. The brand opted to stay authentic to the original silhouette without sacrificing style and comfort. Simply put, it covers all the basics you’d want in an everyday sneaker."
    },
    {
        "postId": 2,
        "id": 6,
        "ratings": 4.8,
        "name": "Addidas Forum Low",
        "userName": "Mrs. Dennis Schulist",
        "img": "https://via.placeholder.com/150/56a8c2",
        "email": "Presley.Mueller@myrl.com",
        "body": "Adidas Forum Low resurrects the original hardwood silhouette from the '80s bursting with anything and everything retro. The velcro strap, a trademark of the Adidas Forum kicks, keeps the foot comfortably tucked in. It's prepped to help you tackle big tasks throughout the day while keeping you comfy on lazy hours. "
    }
]